<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 認証言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は認証時にユーザーに対し表示する必要のある
    | 様々なメッセージです。アプリケーションの必要に合わせ
    | 自由にこれらの言語行を変更してください。
    |
    */

    'failed' => 'これらの資格情報は記録と一致しません。',
    'password' => '指定されたパスワードが正しくありません。',
    'throttle' => 'ログイン試行が多すぎます。:seconds秒後にもう一度お試しください。',
    'incorrect' => 'ユーザーIDとパスワードを確認の上、再度ログインをお試してください。',
    'token_expired' => 'アクセストークンの有効期限が切れています。',
    'refresh_expired' => 'リフレッシュトークンの有効期限が切れています。',
    'sign_out_success' => 'ユーザーは正常にログアウトしました。',
];
